LEXICON_RU = {

    # Ошибки и помощь
    'error': """
Эта функция на стадии разработки 🛠️
    """,
    'not_admin': """
    ⛔ Извините, эта команда доступна только администраторам.
    """,

    # Приветствие
    'greeting': """
<b>Привет)
Я БумпИИ — твой умный помощник!</b>
Можешь отправить мне:

  💬  —  Текст
  🎙  —  Аудио
  📂  —  Документ

Отвечаю очень быстро, ждать не придется)
Начнем? Пиши мне! 😎
""",



'no_registrate': """
⚠️ Вы не зарегистрированы!
Начните с регистрации, чтобы пользоваться ботом.
""",

'error_voice': """
🎙 Ошибка при обработке голосового сообщения.
Попробуйте позже или отправьте текст.
""",

'error_text': """
❌ Не удалось обработать запрос.
Попробуйте позже.
""",

'error_document': """
📄 Ошибка при обработке документа.
Скопируйте текст и отправьте сообщением или попробуйте позже.
""",

'cancel': """
❌ Вы отменили рассылку.
""",



'support': """
Возникли проблемы или появились вопросы?

Напишите в техподдержку! 🚀
""",




}