"""Тексты на русском."""
LEXICON_RU = {
    "error": "Эта функция на стадии разработки 🛠",
    "not_admin": "⛔ Извините, эта команда доступна только администраторам.",

    "greeting": (
        "Привет! 👋\n\n"
        "Меня зовут БумпИИ и я твой умный помощник) Можешь отправить мне:\n\n"
        "💬  —  сообщение\n"
        "🖼️  —  изображение\n"
        "🎙  —  голосовое\n"
        "📂  —  документ\n\n"
        "и я сразу помогу тебе. Отвечаю очень быстро, ждать не придётся)\n\n"
        "Начнём? Пиши мне! 😎"
    ),

    "no_registrate": (
        "⚠️ Вы не зарегистрированы!\n"
        "Начните с регистрации, чтобы пользоваться ботом."
    ),

    "error_voice": (
        "🎙 Ошибка при обработке голосового сообщения.\n"
        "Попробуйте позже или отправьте текст."
    ),

    "error_text": (
        "❌ Не удалось обработать запрос.\n"
        "Попробуйте позже."
    ),

    "error_document": (
        "📄 Ошибка при обработке документа.\n"
        "Скопируйте текст и отправьте сообщением или попробуйте позже."
    ),

    "cancel": "❌ Вы отменили рассылку.",

    "support": (
        "Возникли проблемы или появились вопросы?\n\n"
        "Напишите в техподдержку! 🚀"
    ),
}
